import React from 'react';

const Hero = () => {
    return (
        <div id="hero">
            <div className="container">
                <div className="hero">
                    <h1>Вкусные рецепты</h1>
                    <div className="text">
                        <h3>Запеченный лосось</h3>
                        <p>Лосось
                           <p>Кедровые орешки</p>
                             <p>Butter Lettuce</p>
                            <p>Кабачки</p>
                            <p>Оливковое масло</p>
                            <p>Чеснок</p>
                            </p>
                    </div>
                    <div className="text-3">
                        <h4>Инструкция по приготовлению</h4>
                        <p>Разогрейте духовку до 350 градусов.,
Намажьте оливковым маслом стеклянную форму для запекания,
Добавьте в блюдо лосось, чеснок и кедровые орехи,
Выпекать 15 мин.,
Добавьте желтую тыкву и снова поставьте в духовку на 30 минут,
Достаньте из духовки и дайте остыть в течение 15 минут. Добавьте салат и подавайте на стол.</p>


                    </div>
                    <div className="text-2">
                        <h2>Рыбный такос</h2>
                            <p>Сыр</p>
                            <p>Салат Айсбер</p>
                            <p>Томаты</p>
                            <p>Лепешки</p>
                        <h3>Инструкция по приготовлению</h3>
                        <h5>Готовить рыбу на гриле до горячего состояния,
 Положите рыбу на 3 лепешки.,
Посыпьте их салатом, помидорами и сыром.</h5>
                    </div>

                </div>

            </div>
        </div>

    );
};

export default Hero;